[Character.CharClass_SmallTurkeyMinion AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_SmallTurkeyMinion AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Peru",TransformedNames=((TransformedName="Peru Carnívoro Invulnerável"),(TransformedName="Peru Carnívoro Vulnerável")))
PlayThroughs[1]=(DisplayName="Peru Raivoso",TransformedNames=((TransformedName="Peru Carnívoro Invulnerável"),(TransformedName="Peru Carnívoro Vulnerável")))
PlayThroughs[2]=(DisplayName="Peru Voraz",TransformedNames=((TransformedName="Peru Carnívoro Invulnerável"),(TransformedName="Peru Carnívoro Vulnerável")))

[Population.PawnBalance_SmallTurkeyMinion_HARD AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Peru Voraz")
PlayThroughs[1]=(DisplayName="Peru Voraz")

